       identification division.
       program-id. hola.
       data division.
       file section.
       working-storage section.
       procedure division.
           display "Hola Mundo!"
           stop run.
       end program hola.
